[
    {
      "id": 1,
      "service": "Invisalign",
      "desc": "The length of Invisalign treatment depends on what issues are being addressed and your commitment to the custom plan. Most people achieve a straight, attractive smile within 6-12 months, but it can take up to 18. After you’re finished wearing the aligners, you transition to a retainer. The retainer maintains your smile and keeps your teeth from shifting.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303789.png",
      "fee": "$ 200"
    },
    {
      "id": 2,
      "service": "Dental Implants",
      "desc": "Dental implants are titanium posts that provide a base for oral restorations like implant-supported dentures, overdentures, bridges, and crowns.After developing a custom care plan, your provider administers a local anesthetic and places a single implant or several implants into your jaw. The number of implants you receive depends on how many teeth are missing and the type of restoration you want. Following implant placement, you recover for several months.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303790.png",
      "fee": "$ 250"
    },
    {
      "id": 3,
      "service": "Dentures Specialist",
      "desc": "Dentures are prosthetics that replace missing permanent teeth. They’re typically made of materials like metal, nylon, or acrylic and rest on top of your gums. In addition to improving the appearance of your smile, dentures prevent your face from sagging and make routine activities like speaking and chewing easier.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303791.png",
      "fee": "$ 150"
    },
    {
      "id": 4,
      "service": "Teeth Whitening ",
      "desc": "Teeth whitening is a cosmetic dentistry technique that uses safe, FDA-approved bleaching solutions to eliminate stains and brighten your teeth. The majority of teeth whitening products currently on the market use hydrogen or carbamide peroxide. These medical-grade products are harmless and provide long-lasting results.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303792.png",
      "fee": "$ 450"
    },
    {
      "id": 5,
      "service": "Dental Crowns",
      "desc": "Crowns are oral prosthetics that restore a decaying or damaged tooth to its near-original appearance, strength, and size. Once bonded in place, a crown covers the entire portion of your tooth above the gum line.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303793.png",
      "fee": "$ 300"
    },
    {
      "id": 6,
      "service": "Orthodontics Specialist",
      "desc": "Orthodontics is a dental specialty that diagnoses treats, and prevents malpositioned teeth and jaw or bite misalignments.If your teeth are crowded, crooked, or abnormally positioned, it increases your risk of oral health problems like tooth decay and gum disease.Orthodontics can prevent these issues and make your smile more aesthetically pleasing.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303794.png",
      "fee": "$ 500"
    },
    {
      "id": 7,
      "service": "Emergency Dentistry",
      "desc": "Emergency dentistry is dental care that requires immediate attention, like a knocked-out tooth, severe and uncontrollable tooth pain or bleeding from the mouth.Experienced dentists are trained to handle urgent situations and are skilled at operating under pressure to provide you with quick and effective dental care.If you’re experiencing an emergency, get yourself to the Q Smiles Dental offices as soon as possible, preferably within 30 minutes of your accident. Getting timely care could mean the difference between saving or losing your tooth.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303795.png",
      "fee": "$ 600"
    },
    {
      "id": 8,
      "service": "Veneers Specialist",
      "desc": "To determine if you can benefit from veneers, Q Smiles Dental conducts an oral exam, reviews your dental health history, and asks about your goals. If you have crooked or uneven teeth, your provider might recommend undergoing orthodontic treatment first.Q Smiles Dental then takes oral X-rays. They use your X-rays to look for signs of cavities or gum disease. If your teeth and gums are healthy, your provider develops a custom treatment plan.",
      "img": "https://sa1s3optim.patientpop.com/assets/images/provider/photos/2303797.png",
      "fee": "$ 1000"
    }
  ]